### Летняя практика
#### План работы:

1. Создать репозиторий проекта —[x]
2. Создать структура проекта: —[x]
* Папка для стилевых файлов
* Папка для JS файлов
* Папка для HTML страниц
* Папка для документации
* Папка для дизайно-макетов
3. Выбрать тему проекта —[ ]
4. Описать предметную область в **отчёте** —[ ]
5. Разработать структуру проекта и записать её в **отчёт** —[ ]
6. Описать функционал проекта в **отчёте** —[ ]
7. Реализовать дизайн-макеты вашего проекта —[ ]
8. Написать программный код —[ ]
* Экраны на HTML
* Описание стилей на CSS
* Алгоритмы и программное взаимодействие на JS
9. Задокументировать программный код —[ ]
10. Сформировать **отчёт** из всех предыдущих пунктов —[ ]
11. Разработать презентацию по **отчёту** —[ ]
12. Защитить проект 27 июня —[ ]
